<?php
return [

    // 勤怠タイプ
    "WORK_TYPE" => [
        "DONE" => 1, //すでに出勤(退勤)済み
        "DO" => 2, //出勤(退勤)しました
        "DONT" => 3, //退勤(出勤)してない 
    ],
    
    // 曜日
    "WEEKDAY" => [
        0 => '(日)',
        1 => '(月)',
        2 => '(火)',
        3 => '(水)',
        4 => '(木)',
        5 => '(金)',
        6 => '(土)',
    ],
    
    // 出勤タイプ
    "TYPE" => [
        1 => '出勤',
        2 => '午前休',
        3 => '午後休',
        4 => '全休',
    ],
    
    // 仕事タイプ
    "EMPLOYMENT" => [
        1 => 'プログラム',
        2 => 'デザイン',
        3 => '仕様',
        4 => 'テスト',
    ],

];